{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"Data Source: Center for Disease Control: PLACES: Local Data for Better Health, 2019","embedded_feature_html":"<iframe width=\"1123.4\" height=\"800\" title=\"Cardiovascular Disease, Cancer, Diabetes, and Chronic Respiratory Disease Prevalence Rate (%)\" src=\"https://sdgpi2020.github.io/Webmap3_4/\" frameborder=\"0\" allowFullScreen=\"true\"></iframe>","embedded_feature_tab_title":"Map","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Tasa de mortalidad atribuida a las enfermedades cardiovasculares, el cáncer, la diabetes o las enfermedades respiratorias crónicas","graph_titles":[],"graph_type":"line","indicator_name":"Cardiovascular Disease, Cancer, Diabetes, and chronic Respiratory Disease Prevalence Rate (%)","indicator_number":"3.4.1","national_geographical_coverage":"San Diego County","page_content":"","permalink":"","precision":[],"reporting_status":"complete","sort":"","standalone":false,"tags":[],"SDG_GOAL":"Goal 3: Ensure healthy lives and promote well-being for all at all ages ","SDG_TARGET":"Target 3.4: By 2030, reduce by one third premature mortality from non-communicable diseases  through prevention and treatment and promote mental health and well-being","SDG_INDICATOR":"Indicator 3.4.1: Mortality rate attributed to cardiovascular disease, cancer, diabetes or chronic respiratory disease","SDG_SERIES_DESCR":"Due to inaccessibility of mortality rate at the Census Tract level, prevalence of cardiovascular disease,  cancer, diabetes, and chronic respiratory diseases was used.","META_LAST_UPDATE":"","SDG_RELATED_INDICATORS":"","SDG_CUSTODIAN_AGENCIES":"","CONTACT_ORGANISATION":"","CONTACT_NAME":"","ORGANISATION_UNIT":"","CONTACT_FUNCT":"","CONTACT_PHONE":"","CONTACT_MAIL":"","CONTACT_EMAIL":"","STAT_CONC_DEF":"## Definition:\n\n  Mortality rate attributed to cardiovascular disease, cancer, diabetes or chronic respiratory disease.\n  Probability of dying between the ages of 30 and 70 years from cardiovascular diseases, cancer, diabetesor \n  chronic respiratory diseases, defined as the per cent of 30-year-old-people who would die before their 70th \n  birthday from cardiovascular disease, cancer, diabetes, or chronic respiratory disease, assuming that s/he \n  would experience current mortality rates at every age and s/he would not die from any \n  other causeof death (e.g., injuries or HIV/AIDS). \n\n## Concepts:\n\n  Disease burden from non-communicable diseases (NCDs) among adults is rapidly increasing globally due to ageing \n  and epidemiological transitions. Cardiovascular diseases, cancer, diabetes and chronicrespiratory diseases are \n  the four main causes of NCD burden. Measuring the risk of dying from these fourmajor causes is important to \n  assess the extent of burden from premature mortality due NCDs in a population.","UNIT_MEASURE":"","CLASS_SYSTEM":"","SOURCE_TYPE":"","COLL_METHOD":"This dataset contains model-based census tract-level estimates for the PLACES 2021 release.  PLACES is the expansion of the original 500 Cities project and covers the entire United States—50  states and the District of Columbia (DC)—at county, place, census tract, and ZIP Code Tabulation Area  (ZCTA) levels. It represents a first-of-its kind effort to release information uniformly on this large scale  for local areasat 4 geographic levels. Estimates were provided by the Centers for Disease Control and  Prevention (CDC), Division of Population Health, Epidemiology and Surveillance Branch. PLACES was funded  by the Robert Wood Johnson Foundation (RWJF) in conjunction with the CDC Foundation. The dataset includes  estimates for 29 measures: 4 chronic disease-related health risk behaviors, 13 health outcomes, 3 health status,  and 9 on use of preventive services. These estimates can be used to identify emerging health problems and to  help develop and carry out effective, targeted public health prevention activities. Because the small area model  cannot detect effects due to local interventions, users are cautioned against using these estimates for  program or policy evaluations. Data sources used to generate these model-based estimates include  Behavioral Risk Factor Surveillance System (BRFSS) data, Census Bureau 2010 population  data, and American Community Survey (ACS).","FREQ_COLL":"","REL_CAL_POLICY":"","DATA_SOURCE":"CDC PLACES: Local Data for Better Health, Census Tract Data","COMPILING_ORG":"","INST_MANDATE":"","RATIONALE":"","REC_USE_LIM":"","DATA_COMP":"","DATA_VALIDATION":"","ADJUSTMENT":"","IMPUTATION":"","REG_AGG":"","DOC_METHOD":"","QUALITY_MGMNT":"","QUALITY_ASSURE":"","QUALITY_ASSMNT":"","COVERAGE":"","COMPARABILITY":"","OTHER_DOC":"","national_metadata_updated_date":"2022-05-01","national_data_updated_date":"2022-05-01","national_metadata_update_url_text":"2022-05-01: see changes on GitHub","national_metadata_update_url":"https://github.com/SDGPI2020/data/commit/bd54e35d82c0755fe4d78628409102287c13b018","national_data_update_url_text":"2022-05-01: see changes on GitHub","national_data_update_url":"https://github.com/SDGPI2020/data/commit/502286cf5f5f96f1c30800e4a815a2f615c921be","indicator":"3.4.1","target_id":"3.4","sdg_goal":"3","indicator_sort_order":"03-04-01"}