{"composite_breakdown_label":"","computation_units":"","copyright":"","data_footnote":"","data_non_statistical":false,"data_notice_class":"","data_notice_heading":"","data_notice_text":"","data_show_map":false,"data_start_values":[],"embedded_feature_footer":"Data Source: US Census American Community Survey (ACS) 5-Year Estimate 2019","embedded_feature_html":"<iframe width=\"1123.4\" height=\"800\" title=\"Unemployment Rate in San Diego\" src=\"https://sdgpi2020.github.io/Map_8-5-2/\" frameborder=\"0\" allowFullScreen=\"true\"></iframe>","embedded_feature_tab_title":"Unemployment Rate in San Diego by Census Tract","embedded_feature_title":"","embedded_feature_url":"","expected_disaggregations":[],"graph_annotations":[],"graph_limits":[],"graph_stacked_disaggregation":"","graph_title":"Unemployment rate, by sex, race, age and persons with disabilities","graph_titles":[],"graph_type":"line","indicator_name":"Unemployment rate, by sex, race, age and persons with disabilities","indicator_number":"8.5.2","national_geographical_coverage":"County of San Diego","page_content":"","permalink":"","precision":[],"reporting_status":"complete","sort":"","standalone":false,"tags":[],"SDG_GOAL":"Goal 8. Promote sustained, inclusive and sustainable economic growth, full and productive employment and decent work for all","SDG_TARGET":"Target 8.5: By 2030, achieve full and productive employment and decent work for all women and men, including  for young people and persons with disabilities, and equal pay for work of equal value ","SDG_INDICATOR":"Indicator 8.5.2: Unemployment rate, by sex, age and persons with disabilities ","SDG_SERIES_DESCR":"","META_LAST_UPDATE":"","SDG_RELATED_INDICATORS":"","SDG_CUSTODIAN_AGENCIES":"","CONTACT_ORGANISATION":"","CONTACT_NAME":"","ORGANISATION_UNIT":"","CONTACT_FUNCT":"","CONTACT_PHONE":"","CONTACT_MAIL":"","CONTACT_EMAIL":"","STAT_CONC_DEF":"## Definition:\n\n  The unemployment rate conveys the percentage of persons in the labour force who are unemployed.. \n\n## Concepts:\n\n  Unemployed persons are defined as all those of working age (usually aged 15 and above) who were not\n  in employment, carried out activities to seek employment during a specified recent period and were\n  currently available to take up employment given a job opportunity, where: (a) “not in employment”\n  is assessed with respect to the short reference period for the measurement of employment; (b) to\n  “seek employment” refers to any activity when carried out, during a specified recent period comprising\n  the last four weeks or one month, for the purpose of finding a job or setting up a business or\n  agricultural undertaking; (c) the point when the enterprise starts to exist should be used to distinguish\n  between search activities aimed at setting up a business and the work activity itself, as evidenced by the\n  enterprise’s registration to operate or by when financial resources become available, the necessary\n  infrastructure or materials are in place or the first client or order is received, depending on the context;\n  (d) “currently available” serves as a test of readiness to start a job in the present, assessed with respect\n  to a short reference period comprising that used to measure employment (depending on national\n  circumstances, the reference period may be extended to include a short subsequent period not\n  exceeding two weeks in total, so as to ensure adequate coverage of unemployment situations among\n  different population groups).\n  Persons in employment are defined as all those of working age (usually aged 15 and above) who, during a\n  short reference period such as one week or one day, were engaged in any activity to produce goods or\n  provide services for pay or profit.\n  The labour force corresponds to the sum of persons in employment and in unemployment.\n  For more information on the definitions of employment and unemployment refer to the Resolution\n  concerning statistics of work, employment and labour underutilization Adopted by the 19th International\n  Conference of Labour Statisticians. \n ","UNIT_MEASURE":"Percent(%)","CLASS_SYSTEM":"","SOURCE_TYPE":"","COLL_METHOD":"This dataset contains model-based census tract-level estimates for the PLACES 2021 release.  PLACES is the expansion of the original 500 Cities project and covers the entire United States—50  states and the District of Columbia (DC)—at county, place, census tract, and ZIP Code Tabulation Area  (ZCTA) levels. It represents a first-of-its kind effort to release information uniformly on this large scale  for local areasat 4 geographic levels. Estimates were provided by the Centers for Disease Control and  Prevention (CDC), Division of Population Health, Epidemiology and Surveillance Branch. PLACES was funded  by the Robert Wood Johnson Foundation (RWJF) in conjunction with the CDC Foundation. The dataset includes  estimates for 29 measures: 4 chronic disease-related health risk behaviors, 13 health outcomes, 3 health status,  and 9 on use of preventive services. These estimates can be used to identify emerging health problems and to  help develop and carry out effective, targeted public health prevention activities. Because the small area model  cannot detect effects due to local interventions, users are cautioned against using these estimates for  program or policy evaluations. Data sources used to generate these model-based estimates include  Behavioral Risk Factor Surveillance System (BRFSS) data, Census Bureau 2010 population  data, and American Community Survey (ACS).","FREQ_COLL":"","REL_CAL_POLICY":"","DATA_SOURCE":"American Community Survey 5-Year Data (2019)","COMPILING_ORG":"","INST_MANDATE":"","RATIONALE":"","REC_USE_LIM":"","DATA_COMP":"","DATA_VALIDATION":"","ADJUSTMENT":"","IMPUTATION":"","REG_AGG":"","DOC_METHOD":"","QUALITY_MGMNT":"","QUALITY_ASSURE":"","QUALITY_ASSMNT":"","COVERAGE":"","COMPARABILITY":"","OTHER_DOC":"","national_metadata_updated_date":"2022-05-26","national_metadata_update_url_text":"2022-05-26: see changes on GitHub","national_metadata_update_url":"https://github.com/SDGPI2020/data/commit/13afdfa9b76323a7d14a3efbab75abb5af35e644","indicator":"8.5.2","target_id":"8.5","sdg_goal":"8","indicator_sort_order":"08-05-02"}